[
  "God was probably just showing off by creating someone like you.",
  "You were my wish upon a shooting star. I remember wishing that I will find true love one day, and I did. Now, I believe that every wish always comes true, if you really need it.",
  "My love, you deserve the entire world. I am unable to give you the world, but I can give you something even more valuable: I can give you my heart, my soul, and all of me.",
  "Every day of my life, every hour and minute, my heart is beating your name.",
  "When you look into my eyes, you will find me there. But when you look into my heart, you will find yourself.",
  "Sometimes I look at you and it is hard to explain how someone like me ended up with a beautiful princess like you. Thank you for your unconditional love.",
  "I love you more than the entire world, and my love for you only grows bigger with every passing day.",
  "Life without you is so not worth living. I only feel happy and complete when you are with me.",
  "Every time I see your gorgeous face and look into your amazing eyes, I fall in love with you more and more, and it feels like heaven to know that we are together.",
  "I will always make you feel like you are the most special and beautiful woman in the entire world. This is my main objective – to make you smile and feel good about yourself.",
  "When I remember that I want to spend the rest of my life with you, I start really missing you, because I want the rest of my life to come already.",
  "You are more than just beautiful – you are gorgeous, charming, and magnificent.",
  "Before I met you, I did not understand the meaning of true love. Thank you for teaching me what love is, and giving it to me.",
  "Did it hurt when God left you without your wings and sent you to live on Earth?",
  "If I ended up in heaven after death and was asked in which form I would like to come back, I would choose the form of a tear. This way, I can be born in your eyes, then I would roll down your cheeks and then die right on your lips.",
  "I have put one of my tears into the wide ocean. When you find it, only then I will probably stop loving you.",
  "I never knew how it feels to have butterflies all around my stomach before you came into my life and now I experience it every single day.",
  "My love for you is a huge endless circle. It has no escape from it, and it will never end as long as I live.",
  "When it is a beautiful cloudless night, and you by any chance are outside, just look at the sky. You will see thousands of stars. Every one of them stands for one reason why I love you so much.",
  "You are a better part of me and my second half. Without you, I would probably be lost. You complete me, and right now I could not wish for a better life partner.",
  "Your father must be a crafty thief, because he took all the stars from the sky, stole them, and placed them into your eyes.",
  "Today, I love you more than I did yesterday, but also less than I will love you tomorrow.",
  "If I had a dozen roses, eleven of which were real and one was artificial, I would love you until the very last rose died.",
  "Last night I went out, looked up into the sky and matched all the stars with the reasons why I admire you. Long story short, I was doing fine, but then I ran out of stars.",
  "Yesterday at night, I asked an angel to protect you in your sleep. The angel refused, and I asked what the reason was. The angel then told me that the angels can not protect other angels.",
  "If you will take eleven roses in your hands and look in the mirror, you will see twelve most beautiful and amazing things in the world.",
  "People say that a picture can tell you a thousand words. For me, a picture of you can tell only three of the most important words: I love you!",
  "I was thinking about you today. You are always on my mind, and I constantly wonder about your well-being and safety. I hope you are alright!",
  "When I am with you, I am a better person. When I am away from you, I am just a half of this person you make me be.",
  "I love you so much that one day when I am on my death bed, I really want my last feeling to be my love for you.",
  "If people say that no one is perfect, then for me, my darling, you are no one.",
  "For you, I wake up every day and go to bed every night knowing I will see you again tomorrow. You are worth all the good things in the world.",
  "Without you, my life can be compared to a broken pencil: it is totally pointless.",
  "I will always love you, even when I die. And even after death, I will still love you. Our love is beyond time.",
  "When you are far away from me, I miss you. When you are not with me, you are the only thing on my mind. When I think about you, I only wish I was with you right now. And, darling, when I am with you, I have this amazing feeling that all of my dreams have finally come true.",
  "If I could, I would hold you in my arms forever and whisper words of love and encouragement in your ear, because you absolutely deserve it.",
  "I would have conquered the world with only one hand if it was you who was holding my other one.",
  "I have seen a lot of precious things in my life, but you, my love, are definitely the most precious of them all. I will never let you go.",
  "I can see a thousand of stars in the night sky, but there is only one star in my heart, and this, my darling, is you.",
  "My love for you is without a reason. I just love you for an amazing, wonderful person you are, and I simply adore everything about you.",
  "You are incredibly cute and sweet, and when I see your smile lighten up your face, I love you even more.",
  "I was about to say something… but I looked at you and forgot what I wanted to say.",
  "If there was a choice between loving you and breathing, my last breath would be used just to say that I love you.",
  "You are not just my lover. You are my best friend, the one who I can trust and who always supports me, the one I can absolutely count on in everything, the love of my entire life. You are everything to me, my one and only love.",
  "I love you so much that it hurts when you are not around, and it makes me happy when you are close to me.",
  "You came into my life to fill the dark holes in my heart, and I just want to hold you close and not let go, because letting you go will bring back these holes.",
  "Do you know why I believe in God? Because He gave me the greatest miracle – He brought me you.",
  "I need you like the poet needs the pain and like the flowers need the rain. The living is wonderful, but living without you is hurtful. I am entirely yours – my body and soul fully belong to you.",
  "I want to be with you, my darling. I want to meet the end of the world together with you because you would make any difficult moment easier.",
  "I love the way you always wrap your arms around my neck. In your passionate embrace, I feel like I am protected from all the troubles and worries.",
  "I love all the parts of your body and all the traits of your personality. There is not one part of you that I do not love.",
  "I miss you so much, my sweetheart. All I can think about is hugging you tightly, and when this happens, I will be the luckiest person in the entire universe.",
  "I wish you were here with me. Together, we could create so many more beautiful memories, because every day spent with you is a blessing to me.",
  "In case we ever fight and you would want to resolve the misunderstanding, just kiss me.",
  "You are the reason why I breathe. If you left, it would feel like my breathing is cut off.",
  "To stop thinking about you is the most difficult task in the universe. I just keep thinking about all this time spent with you and it brings a huge smile to my face.",
  "You are always with me, even when you are far away. Our memories together will not fade away in my mind, and they will always be in my heart.",
  "You are making me the happiest person in the entire wide world by just existing. And when you are with me, I am beyond happy.",
  "Everything I am is thanks to your love. Without your love, I have no idea where I would have been right now. You saved me from misery.",
  "My life with you and without you is like two different worlds. You have totally changed my entire existence, and I want to thank you for sticking with me.",
  "When you are with me, I always want to be close to you, just to hear the sound of your heart beating.",
  "I always say that I love you, but you should know that I mean these words. I express what my heart feels when I say those three words to you.",
  "If people say that nothing lasts forever, then let me be your “nothing”.",
  "You inspire me to write poems and prose about love because with you I finally know what love is.",
  "You always inspire me to become better, stronger, and more loving. You are my role model and the main source of inspiration, and I am so grateful to you for changing me for the better.",
  "Is there a place where we could be alone, and people would not want to disturb us? Because I would love some alone time together with you.",
  "You know what is one more thing I like the most about you? How you are always determined when there is something you really want, and how great your ambitions are. I always want to learn these qualities from you.",
  "You are the perfect woman for me, mainly because you are always so caring and sweet.",
  "Without your text or call, my day immediately becomes worse.",
  "I like the way you always treat me – with care, love, and attention. I only wish I could give you the same in return.",
  "Sometimes I feel like without you in my life, I would have stepped on a dark path.",
  "We met by chance, but I know that day was destiny. When we first talked, I knew we will become great friends. And when we became friends, I realized that I was in love with you. Now, I promise you that as long as I live, I will always love you.",
  "When you are here with me, living on earth feels like heaven. I know that I do not need heaven as long as I am with you.",
  "Girl, you are my lucky charm. Ever since I got together with you, everything in my life just started going in the right direction.",
  "Seeing you with someone else is impossible. For me, you are only mine, and you will always be mine deep in my heart.",
  "If I was asked what love means for me, I would not even hesitate – I would reply in just one world. For me, love is you.",
  "It would take so long to list all the reasons why I love you. But the main reason is that you are the beautiful, lovely and charming person, and I am just magically drawn to you.",
  "I wish I could just show you how much I love you, right here and right now.",
  "Honey, do you know that after we meet, it is impossible to forget your fragrance, your touch and your smile for weeks?",
  "My love for you will never end, and I mean these words. It is eternal and unstoppable, and if it ever changes, it will only change for the better.",
  "One thing I love about you is that you do not lie to me and that it is obvious how your love for me is true.",
  "In case your love is a dream, then I would not ever want to wake up from it, otherwise, my entire further life will be a nightmare.",
  "Being with you makes life so easy for me, and it is amazing how your presence can change so much about me.",
  "Whenever my phone rings and I see your name on the screen, my heartbeat instantly becomes faster. What have you done to me, girl?",
  "As I give my heart to you, I promise you that I will never break yours as long as I live.",
  "I am now thinking about you and wishing that I could sleep next to you. I would cuddle up to you and hold you in my arms, and it would feel like our loving souls unite.",
  "You are such an amazing person that you could have easily won anyone’s heart. Thank you for giving your love to me.",
  "The vocabulary does not have enough words for describing how you make me feel. This special feeling next to you is the best thing ever.",
  "When you are not here, I can compare my life to the puzzle which is incomplete. You are the biggest missing part of my puzzle, which makes it fall into place.",
  "I love all these little things you do when you show your care for me. They only make me love and appreciate you more. Thank you for being here.",
  "It is so important to me that you understand me. No one else could support me as well as you do. Thank you for putting up with all of my ideas and initiatives, and for being the best life partner I could wish for.",
  "I will be there for you forever, in happy and sad moments, whenever you are excited or worried about something. I will never let you down.",
  "Do you know what could make my day and cheer me up for the next twenty-four hours? It is your morning text.",
  "I like how you never struggle to make me smile and laugh. Your jokes and bright outlook on life is really admirable, keep it up!",
  "The way you dress is really tasteful, and you always know what to put on to look amazing.",
  "When you are by my side, I always feel protected and safe and freed from all my worries. Thank you for the feeling of home that you give me.",
  "I am missing you every day of my life when you are not with me. All the best days of my life have been connected with you in some way.",
  "Just tell me when we will meet again, and I will finally have something to anticipate and live for.",
  "The moment I first kissed you, I gave you everything. I gave you my body, my heart and soul, and a promise that as long as I live, my love for you will be the same."
]