[
  "Kowe gelem ngajari aku ora? Ngajari ben pantes nggo kowe.",
  "Aku ora butuh maps utawa GPS nek karo kowe, aku wis yakin kudu neng endi",
  "Cintaku nang awakmu iku koyok kamera, fokus nang awakmu tok liyane ngeblur.",
  "Neng Prancis tuku buku ngge sinau, kowe sing manis gawe aku ra iso turu.",
  "Nek buku jendela ilmu, sliramu jendela atiku.",
  "Yen ono tanwin ketemu ba' kuwi diarani iqlab, yen sliramu ketemu aku insyallah biso ijab.",
  "Yen kepedesen tambah kecap, mie jepang iku arane soba, masio jenengmu ora terucap, tapi tersirat neng jero doa.",
  "Udan deres gak uwes-uwes, aku gemes karo wong manes.",
  "Mangan getuk marai lemu, senajan ngantuk tak enteni balesanmu.",
  "Sek penting kowe bahagia, tapi mung karo aku. Ora karo wong liya.",
  "Golek banyu kekan Jerman, ora kudu ayu sing penting nyaman.",
  "Bengi peteng, awane padang. Ora kudu ganteng, sing penting sayang.",
  "Delok kijing karo ngguyu. Suging enjing bocah ayu.",
  "Bakso marem, baksone lemu-lemu. Atiku tentrem lek karo dirimu",
  "Bio mu kosong, oleh ora tak isi karo jenengku?",
  "Godong bayem, digawe jamu. Atiku ayem, nyanding sliramu",
  "Wis rasah mecucu, engko tak tukokke iphone 7 sing gambare dakocan.",
  "Witing tresno jalaran seko sering dijak dolan rono-rono.",
  "Aku tanpamu bagaikan sego kucing ilang karete. Ambyar.",
  "Tuku jamu karo nyawang wong ayu. Senajan kowe lemu, tetep muat ning atiku.",
  "Tresno iku kadang koyo criping telo. Iso ajur nek ora ngati-ati le nggowo.",
  "Wit gedang cacahe telu, cintaku terhalangan brengose bapakmu",
  "Mergo nyawang fotomu, dadi nyungsep neng lendutan.",
  "Tuku lilin, entuk bonus fanta. Meskipun kowe nyebelin, nanging aku tetap cinta.",
  "Kaosku suwek kecantol lawang. Gayane cuek, asline sayang.",
  "Tuku semen nang Arab. Sing dodol mbah Surip. Nek ra iso dadi konco akrab. Yo rapopo nek dadi konco urip.",
  "Aku pancen lelah, tapi aku janji ora bakal nyerah nggo nyanding sliramu.",
  "Percuma nek pacaran akhire balik kanan bubar jalan. Mending konconan, langkah tegap maju ke pelaminan.",
  "Mergo sing gawene ngekeki coklat bakale kalah karo sing ngekeki seperangkat alat sholat.",
  "Dalan lurus akeh jeglongan, menggok sithik nemu tikungan. Yen wis cinta kudu bertahan, ben gak ngrasakke kelangan.",
  "Tuku buku ning Suroboyo, penak ro aku kok milih wong liyo.",
  "Mbangun kromo ingkang satuhu, boten cekap bilih ngagem sepisan roso katresnan. Hananging butuh pirang pirang katresnan lumeber ning pasangan uripmu siji kui",
  "Sabarku lagi wae bar tak paketke full service. Dadine masalah opo wae aman.",
  "Nek pancen tresno kui kudu dijogo, ora malah keno godo karo wong liyo.",
  "Nek koe tenanan tresno, Ojo koe nggawe eluh banyu motone, Ojo nyakiti atine, Ojo nggawe atine loro.",
  "Mending sing humoris tapi manis ketimbang sok romantis tpi akhire tragis.",
  "Ora kepingin sing sempurna nggo dampingi uripku, mung butuh wong sing ikhlas nrima lan nglengkapi kekuranganku.",
  "Obat sing pait wae iso nggawe mari, mosok kowe sing manis iso gawe loro?",
  "Kowe berjuang mati-matian, tapi sing mbok perjuangke ora nyadar blas? Muliho, uripmu kakean atraksi.",
  "Sing lanang wis berjuang, sing wedok malah dolanan. Sing wedok wis kadung sayang, sing lanang malah ngilang.",
  "Omah-omah iku urusan abot, ora gur masalah nang KUA utawa nyewo tukang rias. Omah-omah iku gawe sak lawase."
]